Repository: bircaandrian/admin
Catalog: data/language/*/LC_MESSAGES/messages.po
Languages: da_dk

source: Basket
da_dk: Indkøbskurv

source: Checkout
da_dk: Gå til kassen

source: Complete Order
da_dk: Gennemfør ordre

source: Continue to Checkout
da_dk: Forsæt til kassen

source: Billing Details
da_dk: Betalingsoplysninger

source: First Name
da_dk: Fornavn

source: First Name ...
da_dk: Fornavn ...

source: First name ...
da_dk: Fornavn ...

source: First Name...
da_dk: Fornavn...

source: Last Name
da_dk: Efternavn

source: Last Name ...
da_dk: Efternavn ...

source: Last name ...
da_dk: Efternavn ...

source: Last Name...
da_dk: Efternavn...

source: Phone
da_dk: Telefon

source: Address line 1
da_dk: Adresse 1

source: Address line 1 ...
da_dk: Adresse 1 ...

source: Address line 1...
da_dk: Adresse 1...

source: Address line 2
da_dk: Adresse 2

source: Address line 2 ...
da_dk: Adresse 2 ...

source: Address line 2...
da_dk: Adresse 2...

source: ZIP / Postal Code
da_dk: Postnr.

source: ZIP
da_dk: Postnr.

source: ZIP ...
da_dk: Postnr. ...

source: ZIP...
da_dk: Postnr...

source: City
da_dk: By

source: City ...
da_dk: By ...

source: City...
da_dk: By...

source: Country
da_dk: Land

source: Country ...
da_dk: Land ...

source: Country...
da_dk: Land...

source: Company Name
da_dk: Virksomhedsnavn

source: Company Name...
da_dk: Virksomhedsnavn...

source: Company Name ...
da_dk: Virksomhedsnavn ...

source: EU VAT Identification Number (CIF)
da_dk: CVR

source: EU VAT
da_dk: CVR

source: EU VAT ...
da_dk: CVR ...

source: EU VAT...
da_dk: CVR...

source: Notes
da_dk: Noter

source: Notes ...
da_dk: Noter ...

source: Notes...
da_dk: Noter...

source: Your personal data will be used to process your order, support your experience throughout this website, and for other purposes described in our
da_dk: Dine personlige data vil blive brugt til at behandle din ordre, støtte din oplevelse på hele dette websted og til andre formål beskrevet i vores

source: privacy policy
da_dk: privatlivspolitik

source: I read and I agree with
da_dk: Jeg har læst og accepterer vilkår og

source: Terms and conditions
da_dk: Betingelser

source: of this site
da_dk: på dette websted

source: Place Order
da_dk: Gennemfør ordren

source: INFO: The pattern will not be sent per email, but can be found under 'My Patterns' as soon as payment is completed.
da_dk: INFO: Opskriften vil ikke blive sendt pr. mail, men vil være at finde under 'Mine Opskrifter', så snart betalingen er gennemført.

source: The pattern will not be sent per email, but can be found under 'My Patterns' as soon as payment is completed.
da_dk: Opskriften vil ikke blive sendt pr. mail, men vil være at finde under 'Mine Opskrifter', så snart betalingen er gennemført.

source: Review Order
da_dk: Gennemse ordre

source: Order number
da_dk: Ordrenummer

source: Date
da_dk: Dato

source: Order Summary
da_dk: Ordreresumé

source: Payment
da_dk: Betalingskort

source: Online with Stripe
da_dk: Online med Stripe

source: Pay
da_dk: Betal

source: Thanks for your order. You can know see the pattern under
da_dk: Tak for dit køb. Opskriften finder du under

source: My Patterns
da_dk: Mine Opskrifter

source: My patterns
da_dk: Mine opskrifter

source: View PDF
da_dk: Se PDF

source: View Details
da_dk: Se detaljer

source: Contact Us
da_dk: Kontakt os

source: Any issues or good feedback?
da_dk: Kan vi hjælpe dig med noget?

source: Write us here and we will get in touch with you as soon as possible.
da_dk: Send os en besked og vi vender tilbage hurtigst muligt.

source: E-mail adress
da_dk: Email

source: Your name
da_dk: Dit navn

source: Your name...
da_dk: Dit navn...

source: Message
da_dk: Besked

source: Message is required and cannot be empty.
da_dk: Besked er påkrævet og kan ikke være tom.

source: Message is required and cannot be empty
da_dk: Besked er påkrævet og kan ikke være tom

source: <b>Message</b> is required and cannot be empty
da_dk: <b>Besked</b> er påkrævet og kan ikke være tom

source: <b>Message</b> is required and cannot be empty.
da_dk: <b>Besked</b> er påkrævet og kan ikke være tom.

source: Close
da_dk: Luk

source: You can't filter patterns. To enable this feature, login to your account.
da_dk: For at kunne filtrere opskrifter, er du nødt til at være logget in.

source: Guest
da_dk: Gæst

source: FREE
da_dk: GRATIS

source: Anonymous
da_dk: Anonym

source: No patterns are matching your requirements.
da_dk: Ingen opskrifter matcher din forespørgsel.

source: see all
da_dk: se alle

source: Welcome
da_dk: Velkommen

source: You are one step away from accessing your new account.
da_dk: Du er nu tæt på at have adgang til din nye konto.

source: Click the button or copy the link below in your browser to activate the account.
da_dk: Klik på knappen eller kopier nedenstående link i din browser for at aktivere kontoen.

source: Activate my account
da_dk: Aktiver min konto

source: Activation link
da_dk: Aktiveringslink

source: You will be redirected to the sign-in page upon successful confirmation.
da_dk: Du bliver omdirigeret til login-siden efter bekræftelse.

source: If you received this e-mail without you registering, please click the link below, to un-register your e-mail address
da_dk: Hvis du har modtaget denne email, uden at have tilmeldt dig, skal du klikke på linket herunder for at fjerne din email-adresse

source: If you received this e-mail without you registering, please click the link below, to un-register your e-mail address.
da_dk: Hvis du har modtaget denne email, uden at have tilmeldt dig, skal du klikke på linket herunder for at fjerne din email-adresse.

source: Un-register my account
da_dk: Fjern registrering af min konto

source: You don't have an account?
da_dk: Du har desværre ikke en konto?

source: Sign up
da_dk: Bliv medlem

source: Something went wrong. Please try again.
da_dk: Noget gik galt. Venligst prøv igen.

source: Unexpected error. Please try again.
da_dk: Uforventet fejl. Venligst prøv igen.

source: Something is wrong!
da_dk: Noget er galt!

source: You can't search patterns. To enable this feature, login to your account.
da_dk: Du kan ikke søge opskrifter. Venligst log in på din konto.

source: You can't buy patterns. To enable this feature, login to your account.
da_dk: Du kan ikke købe opskrifter. Venligst log in på din konto.

source: Basket is empty.
da_dk: Indkøbskurven er tom.

source: Enjoy our patterns
da_dk: Du er logget ind. God fornøjelse.

source: All rights reserved.
da_dk: Alle rettigheder forbeholdes.

source: Load more
da_dk: Indlæs flere

source: All
da_dk: Alle

source: Pattern added to basket.
da_dk: Opskriften er tilføjet indkøbskurven.

source: No patterns selected.
da_dk: Der er ikke valgt nogen opskrift.

source: Pattern removed from cart.
da_dk: Opskriften er fjernet fra indkøbskurven.

source: Pattern not found in cart.
da_dk: Opskriften er ikke fundet i indkøbskurven.

source: Your Order
da_dk: Din ordre

source: Order Notes
da_dk: Noter til din ordre

source: Company details
da_dk: Virksomhedsnavn

source: You must accept
da_dk: Nu skal acceptere

source: First Name is required and cannot be empty
da_dk: Fornavn er påkrævet og skal udfyldes

source: <b>First Name</b> is required and cannot be empty
da_dk: <b>Fornavn</b> er påkrævet og skal udfyldes

source: Last Name is required and cannot be empty
da_dk: Efternavn er påkrævet og skal udfyldes

source: <b>Last Name</b> is required and cannot be empty
da_dk: <b>Efternavn</b> er påkrævet og skal udfyldes

source: Accept order
da_dk: Accepter ordre

source: Confirm Order
da_dk: Bekræft ordre

source: No patterns found
da_dk: Ingen opskrifter er fundet

source: You don't have an account
da_dk: Du har ikke nogen medlemskonto

source: Sign in to your account
da_dk: Log in på din konto

source: By signing up, you agree to our
da_dk: Ved at tilmelde dig accepterer du samtidig vores

source: and
da_dk: samt

source: Already a member?
da_dk: Allerede medlem?

source: Register
da_dk: Registrer

source: Request new password
da_dk: Anmod om nyt password

source: Request
da_dk: Anmod

source: If the provided email identifies an account in our system, you will receive an email with further instructions on resetting your account's password.
da_dk: Hvis den angivne email identificerer en konto i vores system, vil du modtage en email med yderligere instruktioner om nulstilling af din kontos adgangskode.

source: Password Successfully reset.
da_dk: Adgangskoden er nulstillet.

source: <b>Name</b> is required and cannot be empty
da_dk: <b>Navn</b> er påkrævet og kan ikke være tom

source: <b>E-mail address</b> is invalid
da_dk: <b>E-mail-adresse</b> er ikke gyldig

source: <b>Password</b> must have between 8 and 150 characters
da_dk: <b>Adgangskode</b> skal have mellem 8 og 150 tegn

source: <b>Confirm Password</b> is required and cannot be empty
da_dk: <b>Adgangskodekontrol</b> er påkrævet og kan ikke være tom

source: <b>Confirm Password</b> must have between 8 and 150 characters
da_dk: <b>Adgangskodekontrol</b> skal have mellem 8 og 150 tegn

source: Terms of Use
da_dk: Vilkår og Betingelser

source: Create your account
da_dk: Opret din konto

source: out of
da_dk: ud af

source: 1 out of 5
da_dk: 1 ud af 5

source: 2 out of 5
da_dk: 2 ud af 5

source: 3 out of 5
da_dk: 3 ud af 5

source: 4 out of 5
da_dk: 4 ud af 5

source: 5 out of 5
da_dk: 5 ud af 5

source: Danish
da_dk: Dansk

source: Your shopping basket is empty.
da_dk: Din indkøbskurven er tom.

source: Back to patterns
da_dk: Tilbage til opskrifter

source: View details
da_dk: Se detaljer

source: Review order
da_dk: Gennemse ordre

source: Order details
da_dk: Ordre detaljer

source: Order Status
da_dk: Ordre status

source: completed
da_dk: Gennemført

source: processing
da_dk: Behandler

source: Your order is complete.
da_dk: Din ordre er gennemført.

source: on-hold
da_dk: På pause

source: failed
da_dk: Mislykket

source: trash
da_dk: Affald

source: Check the email to activate your account.
da_dk: Kontoen blev oprettet. Tjek din e-mail for at aktivere din konto. Tjek venligst også din spam!

source: A record with the supplied Identity could not be found.
da_dk: Autentifikationsfejl. Tjek dit brugernavn og din adgangskode.

source: You are not allowed to access that resource.
da_dk: Du har ikke tilladelse til at få adgang til denne ressource.

source: Genders
da_dk: Køn

source: Uncategorised
da_dk: Ikke kategoriseret

source: Successfully activated.
da_dk: Kontoen er aktiveret. Du kan logge ind nu.

source: Someone requested a password reset for this account
da_dk: Nogen har anmodet om at gendanne password for din konto

source: If you did not make this request, just ignore this email - no changes have been made to your account yet.
da_dk: Hvis du ikke har anmodet om denne gendannelse, skal du bare ignorere denne mail, der er endnu ikke foretaget nogle ændringer.

source: Otherwise, you can reset your password by clicking the button or copy the link below in your browser.
da_dk: Ellers kan du gendanne dit password, ved at klikke på knappen eller kopier nedenstående link i din browser.

source: Reset password link
da_dk: Gendan password link

source: Have a great day,
da_dk: Hav en god dag,

source: The Team
da_dk: Holdet

source: Team
da_dk: Hold

source: You can now access your account using the email and password you just set
da_dk: Du kan nu tilgå din konto med den email og password du har angivet

source: You have successfully reset your
da_dk: Du har nulstillet din

source: You can now access your account using your email
da_dk: Du kan nu tilgå din konto med den email

source: and the password you just set
da_dk: og password du har angivet

source: Designers
da_dk: Designere

source: Your basket is empty. Add a pattern before trying to view details.
da_dk: Din indkøbskurv er tom. Tilføj venligst en opskrift og prøv igen.

source: You must accept <b>Terms and conditions</b>
da_dk: Du skal acceptere <b>betingelserne</b>

source: My orders
da_dk: Mine ordre

source: My Orders
da_dk: Mine Ordre

source: Order Id
da_dk: Ordre ID

source: Order ID
da_dk: Ordre ID

source: Order price
da_dk: Ordrens pris

source: Order Price
da_dk: Ordrens Pris

source: No orders found
da_dk: Ingen ordre er fundet

source: Search by pattern name
da_dk: Søg ud fra opskriftens navn

source: Total including 25% tax
da_dk: Total inkl. 25% moms

source: Implicit sorting
da_dk: Alfabetisk

source: Newest first
da_dk: Nyeste

source: Older first
da_dk: Ældste

source: Lowest price
da_dk: Pris - stigende

source: Highest price
da_dk: Pris - faldende

source: Try Yarnbook for free
da_dk: PRØV YARNBOOK GRATIS

source: Become Yarnbook Member
da_dk: Bliv Yarnbook medlem

source: Free without any bindings
da_dk: GRATIS og helt uden binding

source: Yes please, send emails with news, inspiration and offers related to yarn (you can always unsubscribe with one click)
da_dk: Ja tak, send gerne emails med nyheder, inspiration og tilbud relateret til garn (Du kan altid afmelde dig med ét klik)

source: Sign me up for free
da_dk: Opret mig gratis

source: When you sign up for an account, you agree to Yarnbook's
da_dk: Når du opretter et medlemskab accepterer du Yarnbooks

source: terms and conditions
da_dk: vilkår og betingelser

source: Newsletter
da_dk: Nyhedsbrev

source: Subscribe
da_dk: Tilmeld

source: You have been subscribed!
da_dk: Du er blevet abonneret!
