Repository: bircaandrian/admin
Catalog: data/language/*/LC_MESSAGES/messages.po
Languages: da_dk

source: Invites
da_dk: Projekt Invitationer

source: My Projects
da_dk: Mine Projekter

source: My projects
da_dk: Mine projekter

source: Past Projects
da_dk: Tidligere Projekter

source: Past projects
da_dk: Tidligere projekter

source: Password
da_dk: Kodeord

source: Change Password
da_dk: Skift kodeord

source: Settings
da_dk: Indstillinger

source: Sign Out
da_dk: Log ud

source: Your current password
da_dk: Din nuværende adgangskode

source: New password
da_dk: Nyt kodeord

source: Confirm new password
da_dk: Bekræft ny adgangskode

source: Sign in
da_dk: Log ind

source: Sign In
da_dk: Log Ind

source: Log in
da_dk: Log ind

source: Log In
da_dk: Log Ind

source: Log out
da_dk: Log ud

source: Log Out
da_dk: Log Ud

source: Into Your Expert Account
da_dk: På din ekspertkonto

source: Forgot Password
da_dk: Glemt Kodeord

source: Forgot password
da_dk: Glemt kodeord

source: Don't have an account?
da_dk: Har du ikke en konto?

source: Password is required and cannot be empty
da_dk: Adgangskode er påkrævet og kan ikke være tom

source: <b>Password</b> is required and cannot be empty
da_dk: <b>Adgangskode</b> er påkrævet og kan ikke være tom

source: Identity is required and cannot be empty
da_dk: Identitet kræves og kan ikke være tom

source: <b>Identity</b> is required and cannot be empty
da_dk: <b>Identitet</b> kræves og kan ikke være tom

source: Authentication failure. Check your credentials
da_dk: Autentificeringsfejl. Tjek dine legitimationsoplysninger

source: <b>Password</b> must have between 4 and 150 characters
da_dk: <b>Adgangskode</b> skal have mellem 4 og 150 tegn

source: <b>Password confirm</b> does not match
da_dk: <b>Bekræftelse af adgangskode</b> stemmer ikke overens

source: <b>Password confirmation</b> is required and cannot be empty
da_dk: <b>Adgangskodekontrol</b> er påkrævet og kan ikke være tom

source: <b>Current password</b> is required and cannot be empty
da_dk: <b>Nuværende adgangskode</b> er påkrævet og kan ikke være tom

source: <b>Current password</b> is not valid
da_dk: <b>Aktuel adgangskode</b> er ikke gyldig

source: <b>Username</b> is required and cannot be empty
da_dk: <b>Brugernavn</b> er påkrævet og kan ikke være tomt

source: <b>Username</b> contains invalid characters
da_dk: <b>Brugernavn</b> indeholder ugyldige tegn

source: <b>Username</b> must have between 3 and 150 characters
da_dk: <b>Brugernavn</b> skal have mellem 3 og 150 tegn

source: <b>Username</b> cannot be used as it's already taken
da_dk: <b>Brugernavn</b> kan ikke bruges, da det allerede er ta

source: <b>E-mail address</b> is required and cannot be empty
da_dk: <b>E-mail-adresse</b> er påkrævet og kan ikke være tom

source: <b>E-mail address</b> is not valid
da_dk: <b>E-mail-adresse</b> er ikke gyldig

source: <b>E-mail address</b> is already registered with an account
da_dk: <b>E-mail-adresse</b> er allerede registreret med en konto

source: Account activation failed. Please try again or contact us
da_dk: Kontoaktivering mislykkedes. Prøv igen eller kontakt o

source: Account activation failed due to invalid token or e-mail
da_dk: Kontoaktivering mislykkedes på grund af ugyldig token eller e-m

source: Account activation link could not be generated. Please try again
da_dk: Kontoaktiveringslink kunne ikke genereres. Prøv igen

source: Account successfully activated. You may sign in now
da_dk: Kontoen er aktiveret. Du kan logge ind nu

source: Account activation is disabled
da_dk: Kontoaktivering er deaktiveret

source: Remember me feature has encountered and error. This will not affect general usability
da_dk: Husk mig, at funktionen er stødt og fejl. Dette vil ikke påvirke generel brugervenlighed

source: Remember me token is not valid
da_dk: Husk mig token er ikke gyldig

source: Could not process the password recovery request. Please try again
da_dk: Kunne ikke behandle anmodningen om gendannelse af adgangskode. Prøv igen

source: Failed to update account password. Please try again
da_dk: Kunne ikke opdatere kontoadgangskoden. Prøv igen

source: Reset token has expired. Please submit another password recovery request
da_dk: Nulstil token er udløbet. Indsend en anden anmodning om gendannelse af adgangskode

source: Could not reset password due to invalid token or e-mail address
da_dk: Kunne ikke nulstille adgangskode på grund af ugyldig token eller e-mail-adresse

source: Password was successfully reset
da_dk: Adgangskoden blev nulstillet

source: Password recovery is disabled
da_dk: Gendannelse af adgangskode er deaktiveret

source: Change password has failed. Please try again
da_dk: Skift adgangskode mislykkedes. Prøv igen

source: Password was successfully updated
da_dk: Adgangskoden blev opdateret

source: Could not delete user account
da_dk: Brugerkontoen kunne ikke slettes

source: Account creation has failed. Please try again
da_dk: Kontooprettelse mislykkedes. Prøv igen

source: Account update has failed. Please try again
da_dk: Kontoopdatering mislykkedes. Prøv igen

source: Account information was successfully updated
da_dk: Kontooplysninger blev opdateret

source: Account registration is disabled
da_dk: Kontoregistrering er deaktiveret

source: Account was successfully created
da_dk: Kontoen blev oprettet

source: Password recovery e-mail was sent to %s
da_dk: E-mail til gendannelse af adgangskode blev sendt til %s

source: The form CSRF has expired and was refreshed. Try again now
da_dk: Formularen CSRF er udløbet og blev opdateret. Prøv igen nu

source: You must sign in first in order to access the requested content
da_dk: Du skal først logge ind for at få adgang til det ønskede indhold

source: Could not sign in. Account is disabled
da_dk: Kunne ikke logge ind. Kontoen er deaktiveret

source: Account needs to be confirmed.
da_dk: Kontoen skal bekræftes.

source: Account has been disabled or deleted
da_dk: Kontoen er deaktiveret eller slettet

source: Account failed to be un-registered. Please try again or contact us
da_dk: Kontoen kunne ikke afregistreres. Prøv igen eller kontakt os

source: Account was successfully un-registered
da_dk: Kontoen blev ikke registreret

source: Account has failed to be un-registered due to invalid parameters
da_dk: Kontoen kunne ikke afregistreres på grund af ugyldige parametre

source: Sign out first in order to access the requested link
da_dk: Log først ud for at få adgang til det ønskede link

source: Your e-mail address...
da_dk: Din email adresse...

source: Reset password
da_dk: Nulstille kodeord

source: Password...
da_dk: Adgangskode...

source: FAQ
da_dk: Ofte stillede spørgsmål

source: Privacy policy
da_dk: Fortrolighedspolitik

source: Privacy Policy
da_dk: Fortrolighedspolitik

source: Sign Up
da_dk: Tilmelde

source: Not Interested
da_dk: Ikke interesseret

source: Task
da_dk: Opgave

source: Back to projects
da_dk: Tilbage til projekter

source: Invite
da_dk: Invitere

source: Confirm account with your password
da_dk: Bekræft konto med dit kodeord

source: Field Of Expertise
da_dk: Fagområde

source: Address
da_dk: Adresse

source: Experience years...
da_dk: Erfaringsår...

source: Confirm Invitation
da_dk: Bekræft Invitation

source: Confirm invitation
da_dk: Bekræft invitation

source: Insert your email to get started.
da_dk: Indsæt din e-mail for at komme i gang.

source: Email address
da_dk: Email adresse

source: E-mail address
da_dk: Email adresse

source: E-mail address...
da_dk: Email adresse...

source: I accept the
da_dk: Jeg accepterer

source: Next
da_dk: Næste

source: You must accept the terms and conditions
da_dk: Du skal acceptere betingelserne

source: Terms and Conditions
da_dk: Betingelserne

source: Hello
da_dk: Hej

source: We would like to know a bit about you.
da_dk: Vi vil gerne vide lidt om dig.

source: Name...
da_dk: Navn...

source: Name
da_dk: Navn

source: Age...
da_dk: Alder...

source: Age
da_dk: Alder

source: Please insert your name.
da_dk: Indsæt dit navn.

source: Please insert your name
da_dk: Indsæt dit navn

source: Please insert your age.
da_dk: Indsæt venligst din alder.

source: Please insert your Age
da_dk: Indsæt venligst din alder

source: Age must be between '18' and '80', inclusively.
da_dk: Alder skal være mellem '18' og '80', inklusive.

source: Age must be between '18' and '80', inclusively
da_dk: Alder skal være mellem '18' og '80', inklusive

source: Please select your city
da_dk: Vælg din By

source: Please select your City
da_dk: Vælg din By

source: Other
da_dk: Andet

source: Other input
da_dk: Andet

source: Please complete all questions!
da_dk: Udfyld venligst alle spørgsmål!

source: Congratulations, you were invited to participate in the following projects!
da_dk: Tillykke, du er inviteret til at deltage i følgende projekter!

source: Not interested
da_dk: Ikke interesseret

source: Participate
da_dk: Deltager

source: You successfully accepted to participate to
da_dk: Du har accepteret at deltage i

source: Idea
da_dk: Ide

source: Final Product
da_dk: Slutprodukt

source: Concept Design
da_dk: Konceptdesign

source: Instructions
da_dk: Instruktioner

source: Start Questions
da_dk: Start spørgsmål

source: Please select at least one response.
da_dk: Vælg mindst et svar.

source: Continue
da_dk: Fortsæt

source: Please select one response.
da_dk: Vælg et svar.

source: Response is required and cannot be empty.
da_dk: Dit svar er påkrævet og kan ikke være tomt.

source: Thanks
da_dk: Tak

source: THANKS
da_dk: Tak

source: Thank you for helping us out!
da_dk: Tak til dig for at hjælpe os!

source: You will be notified whenever a new project is waiting for your input.
da_dk: Du får besked, når et nyt projekt venter på dine input.

source: Best
da_dk: De bedste hilsner

source: Thank you for your choice.
da_dk: Tak for dit valg.

source: You will shortly receive an email so you can confirm your new WeZimplify account.
da_dk: Du vil snart modtage en e-mail, så du kan bekræfte din nye WeZimplify-konto.

source: Logout in
da_dk: Log ud på

source: Contact us
da_dk: Kontakt os

source: Message...
da_dk: Besked...

source: What are you interested in?
da_dk: Hvad er du interesseret i?

source: The areas of interest that attract you personally and/or proffesionally.
da_dk: De områder af interesse, der tiltrækker dig personligt og/eller professionelt.

source: They are sources of inspiration, but could also be fields you have vast experience in. IF areas are missing, please let us know.
da_dk: De er inspirationskilder, men kan også være felter, du har stor erfaring i. Hvis der mangler områder, så lad os vide det.

source: Add your own interest
da_dk: Tilføj din egen interesse

source: Add
da_dk: Tilføje

source: What are your competencies?
da_dk: Hvad er dine kompetencer?

source: In order to match you with the right projects on the platform, select the competencies which you think characterize your profile and skills in the best way.
da_dk: For at matche dig med de rigtige projekter på platformen skal du vælge de kompetencer, som du synes, karakteriserer din profil og dine færdigheder på den bedste måde.

source: Add your own competence
da_dk: Tilføj din egen kompetence

source: Sign up in seconds
da_dk: Tilmeld dig på få sekunder

source: Already have an account?
da_dk: Har du allerede en bruger?

source: Create account
da_dk: Opret konto

source: Confirm password
da_dk: Bekræft kodeord

source: Confirm password...
da_dk: Bekræft kodeord...

source: You must accept the terms and conditions.
da_dk: Du skal acceptere betingelserne og betingelserne.

source: E-mail address is required and cannot be empty.
da_dk: E-mail-adresse er påkrævet og kan ikke være tom.

source: Password condirmation is required and cannot be empty.
da_dk: Adgangskodeadministration er påkrævet og kan ikke være tom.

source: Account was successfully created. Check your e-mail for account activation.
da_dk: Kontoen blev oprettet. Kontroller din e-mail for kontoaktivering.

source: Account successfully activated. You may sign in now.
da_dk: Kontoen er aktiveret. Du kan logge ind nu.

source: Profile picture
da_dk: Profilbillede

source: Field of expertise
da_dk: Fagområde

source: Work address
da_dk: Arbejdsadresse

source: Years of experience in your current work field
da_dk: Års erfaring i dit nuværende arbejdsområde

source: Interests
da_dk: Interesser

source: Competencies
da_dk: Kompetencer

source: Update Account
da_dk: Opdater konto

source: Replace
da_dk: Erstatte

source: Edit
da_dk: Redigere

source: Update Profile Picture
da_dk: Opdater profilbillede

source: Select File
da_dk: Vælg Fil

source: Browse
da_dk: Gennemse

source: Upload Image
da_dk: Upload billede

source: Cancel
da_dk: Afbestille

source: Change
da_dk: Skift

source: Apply
da_dk: Ansøge

source: No projects found!
da_dk: Ingen projekter fundet!

source: Thank you for taking part in our project.
da_dk: Tak, fordi du deltog i vores projekt.

source: Give your input to more projects by choosing:
da_dk: Giv dit input til flere projekter ved at vælge:

source: Become part of the WeZimplify Experts Community
da_dk: Bliv en del af WeZimplify Experts Community

source: Be matched to projects according to your expertise and interests
da_dk: Bliv tilpasset projekter i henhold til din ekspertise og interesser

source: Became part of
da_dk: Bliv en del af

source: Feedback Community
da_dk: Brugerpanel

source: Receive invitations for future
da_dk: Modtag invitationer til fremtidige

source: projects
da_dk: projekter

source: Help Danish companies, including
da_dk: Hjælp danske virksomheder, herunder

source: to receive feedback
da_dk: med at modtage feedback

source: Choose
da_dk: Vælg her

source: Male
da_dk: Mand

source: Female
da_dk: Kvinde

source: Select your gender
da_dk: Vælg dit køn

source: Select your country
da_dk: Vælg dit land

source: Select your city
da_dk: Vælg dit by

source: Dear
da_dk: Kære

source: We will be in touch
da_dk: Vi vil være i kontakt

source: Go to Homepage
da_dk: Gå til hjemmesiden

source: Yes
da_dk: Ja

source: No
da_dk: Nej

source: Could not engage due to unexpected error. Please try again!
da_dk: Kunne ikke aktivere på grund af uventet fejl. Prøv igen!

source: Unexpected error. Please try again!
da_dk: Uforventet fejl. Prøv igen!

source: Could save responses due to unexpected error. Please try again!
da_dk: Kunne gemme svar på grund af uventet fejl. Prøv igen!

source: Scroll down the presentation and the first question will pop-up!
da_dk: Rul ned præsentationen, så vises det første spørgsmål!

source: Start watching the video and the first question will pop-up!
da_dk: Begynd at se videoen, og det første spørgsmål dukker op!

source: Read more until a new question appears!
da_dk: Læs mere, indtil et nyt spørgsmål vises!

source: Continue to watch and the next question will pop-up!
da_dk: Fortsæt med at se, og det næste spørgsmål vises!

source: Interest successfully added!
da_dk: Interesse med succes tilføjet!

source: Could not add interest due to unexpected error. Please try again!
da_dk: Kunne ikke tilføje interesse på grund af uventet fejl. Prøv igen!

source: Could not add competence due to unexpected error. Please try again!
da_dk: Kunne ikke tilføje kompetence på grund af uventet fejl. Prøv igen!

source: Competence successfully added!
da_dk: Kompetence med succes tilføjet!

source: Something went wrong! Please try again!
da_dk: Noget gik galt! Prøv igen!

source: Could not save responses due to unexpected error. Please try again!
da_dk: Kunne ikke gemme svar på grund af uventet fejl. Prøv igen!

source: Unknown time limit type:
da_dk: Ukendt tidsbegrænsningstype:

source: Invalid parameters
da_dk: Ugyldige parametre

source: Question not found
da_dk: Spørgsmål ikke fundet

source: Could not save your option to unexpected error. Please try again!
da_dk: Kunne ikke gemme din mulighed for en uventet fejl. Prøv igen!

source: Others
da_dk: Andre

source: Please enter interest!
da_dk: Indtast interesse!

source: Please enter competence!
da_dk: Indtast kompetence!

source: No e-mail address changes detected
da_dk: Ingen e-mail-adresseændringer registreret

source: Request saved! Check your new email inbox to confirm the change
da_dk: Anmodning gemt! Kontroller din nye e-mail-indbakke for at bekræfte ændringen

source: Invalid account password provided
da_dk: Ugyldig kontoadgangskode angivet

source: Request remove account successfully registered!
da_dk: Anmodning om at fjerne konto er registreret!

source: Registration is not possible right now. Try later.
da_dk: Registrering er ikke mulig lige nu. Prøv senere.

source: You are not allowed to log in with this email address here. Try an alternative email address.
da_dk: Du har ikke tilladelse til at logge ind med denne e-mail-adresse her. Prøv en alternativ e-mail-adresse.

source: Authentication failed. Check your credentials and try again
da_dk: Godkendelse mislykkedes. Kontroller dine legitimationsoplysninger, og prøv igen

source: Please select a file for upload
da_dk: Vælg en fil til upload

source: Invalid file - only image files smaller than 10MB allowed
da_dk: Ugyldig fil - kun tilladte billedfiler, der er mindre end 10 MB

source: Profile image updated successfully!
da_dk: Profilbillede blev opdateret!

source: Error updating profile image. Please try again
da_dk: Fejl ved opdatering af profilbillede. Prøv igen

source: You must be authenticated
da_dk: Du skal godkendes

source: Project not found
da_dk: Projektet blev ikke fundet

source: Something went wrong!
da_dk: Noget gik galt!

source: This action only allows post method
da_dk: Denne handling tillader kun indlægsmetode

source: Thank You for contacting us!
da_dk: Tak fordi du kontaktede os!

source: Thank you for your participation.
da_dk: Tak for din deltagelse.

source: You can now close this page or choose one of the below options:
da_dk: Du kan nu lukke denne side eller vælge en af nedenstående muligheder:

source: Be a part of the future development of
da_dk: Vær en del af den fremtidige udvikling af

source: We are sorry
da_dk: Vi beklager

source: It is too late to take part into the feedback session.
da_dk: Det er for sent at deltage i feedback-sessionen.

source: You will be notified by email when your feedback is needed next time.
da_dk: Du får besked via email, når der er behov for din feedback igen.

source: Type in your new password.
da_dk: Indtast din nye adgangskode.

source: Save password
da_dk: Gem adgangskode

source: Your password was saved.
da_dk: Din adgangskode blev gemt.

source: Create Pattern
da_dk: Opret opskrift

source: Pattern Name
da_dk: Opskrifts navn

source: Level
da_dk: Niveau

source: 1 - Easy
da_dk: 1 - Let

source: 2 - Moderate
da_dk: 2 - Moderat

source: 3 - Challenging
da_dk: 3 - Udfordrende

source: 4 - Difficult
da_dk: 4 - Svær

source: 5 - Very difficult
da_dk: 5 - Meget svær

source: Price
da_dk: Pris

source: Currency
da_dk: Valuta

source: Knitting Tension (Gauge)
da_dk: Strikkefasthed

source: Categories
da_dk: Kategorier

source: Fashion
da_dk: Mode

source: Dress & skirt
da_dk: Kjole & nederdel

source: Foodwear
da_dk: Sokker

source: Jacket & cardigan
da_dk: Jakke & cardigan

source: Pants
da_dk: Bukser

source: Sweater, blouse & pullover
da_dk: Sweater, bluse & pullover

source: Underwear
da_dk: Undertøj & bikini

source: Season
da_dk: Højtider & Mærkedage

source: Autumn & Winter
da_dk: Efterår & vinter

source: Baptism
da_dk: Dåb

source: Christmas
da_dk: Jul

source: Easter
da_dk: Påske

source: Halloween
da_dk: Halloween/Fastelavn

source: Nordic
da_dk: Nordisk

source: Spring & Summer
da_dk: Forår & sommer

source: Wedding
da_dk: Bryllup

source: Interior
da_dk: Interiør

source: Blankets
da_dk: Tæpper

source: Cloths
da_dk: Klude

source: Ornaments
da_dk: Pynt

source: Accessories
da_dk: Tilbehør

source: Bags
da_dk: Tasker, poser & net

source: Handfashion
da_dk: Handsker

source: Headfashion
da_dk: Hovedbeklædning

source: Scarfs
da_dk: Tørklæder & sjaler

source: Baby & Kids
da_dk: Baby & børn

source: Blankets & pillows
da_dk: Tæpper & puder

source: Clothes
da_dk: Tøj

source: Doll
da_dk: Dukker & bamser

source: Playfood
da_dk: Legemad

source: Toys & animals
da_dk: Legetøj & dyr

source: Size Classification
da_dk: Størrelser

source: Category
da_dk: Kategorier

source: Headwear
da_dk: Hovedbeklædning

source: Footwear
da_dk: Fodtøj

source: Circular
da_dk: Rundpind

source: Double-pointed
da_dk: Strømpepind

source: Knitting
da_dk: Strikkepind

source: Size
da_dk: Størrelse

source: Length
da_dk: Længde

source: Size guide
da_dk: Størrelsesguide

source: Attributes
da_dk: Egenskaber

source: Chart
da_dk: Diagram

source: Photo tutorial
da_dk: Fotovejledning

source: Schematic
da_dk: Skema

source: Video tutorial
da_dk: Videovejledning

source: Written pattern
da_dk: Skriftlig vejledning

source: Shape
da_dk: Form & detaljer

source: A-Shape
da_dk: A-facon

source: Asymmetric
da_dk: Asymmetrisk

source: Curved front piece
da_dk: Buet forstykke

source: Circle
da_dk: Cirkel

source: Square
da_dk: Firkant

source: High Neck
da_dk: Høj hals

source: Shawl collar
da_dk: Sjalskrave

source: V-neck
da_dk: V-hals

source: Fit
da_dk: Pasform

source: Fitted
da_dk: Tætsiddende

source: Regular
da_dk: Normal

source: Constructions
da_dk: Konstruktion

source: Buttom-up
da_dk: Nedefra og op

source: Top-down
da_dk: Oppefra og ned

source: Circular Yolk
da_dk: Rundt bærestykke

source: Sideways
da_dk: Sidelæns

source: Seemless
da_dk: Monteringsfri

source: Worked and around
da_dk: Strikkes rundt

source: Worked flat
da_dk: Strikkes frem og tilbage

source: Angles
da_dk: Vinkelstrik

source: Characteristics
da_dk: Struktur & Teknik

source: Structure
da_dk: Struktur

source: Blackberry stitch
da_dk: Brombær

source: Bobble & popcorn
da_dk: Bobler & popcorn

source: Cables (braids)
da_dk: Snoning

source: Drop Stitch
da_dk: Tabte masker

source: Feather & fan
da_dk: Viftemønster

source: Fishbone/Herringbone
da_dk: Fiskebensmønster

source: Fisherman's Rib/Brioche
da_dk: Patent

source: Leafe
da_dk: Bladmønster

source: Rib (ribbing)
da_dk: Rib

source: Seed/moss stitch
da_dk: Perlestrik

source: Star Stitch
da_dk: Stjernemønster

source: Wave stitch
da_dk: Bølgemønster

source: Multicolor
da_dk: Flerfarver

source: Color grading & deep dye
da_dk: Farvegraduering

source: Stribes
da_dk: Striber

source: Techniques
da_dk: Teknikker

source: Buttonhole
da_dk: Knappehul

source: Eyelet (lace)
da_dk: Hulmønster

source: Eyelet
da_dk: Hulmønster

source: Provisional cast-on
da_dk: Provisional opslag

source: Ruffles
da_dk: Flæse

source: Short rows
da_dk: Vendepinde

source: Tubular bind off
da_dk: Italiensk aflukning

source: Tubular cast on
da_dk: Italiensk opslag

source: Pattern URL
da_dk: URL link til opskrift

source: Create
da_dk: Opret

source: is required
da_dk: skal udfyldes

source: Edit Details
da_dk: Rediger detaljer

source: Add Images
da_dk: Tilføj billeder

source: Add File
da_dk: Tilføj PDF

source: Delete File
da_dk: Slet PDF

source: Contact
da_dk: Kontakt os

source: Links
da_dk: Læs mere

source: Stay in touch
da_dk: Følg os

source: Home
da_dk: Hjem

source: Patterns
da_dk: Opskrifter

source: View Basket
da_dk: Se indkøbskurv

source: Hi
da_dk: Hej

source: what are you looking for?
da_dk: hvad leder du efter?

source: What are you looking for?
da_dk: Hvad leder du efter?

source: Hi, what are you looking for?
da_dk: Hej, hvad leder du efter?

source: Search by category, designer name, etc.
da_dk: Søg ud fra kategori, designernavn, osv.

source: by
da_dk: af

source: Add to basket
da_dk: Læg i kurven

source: Language
da_dk: Sprog

source: Difficulty
da_dk: Sværhedsgrad

source: Gender
da_dk: Køn

source: Knitting Tension
da_dk: Strikkefasthed

source: Sizes
da_dk: Størrelser

source: Needles
da_dk: Pinde

source: Pattern added to basket
da_dk: Opskrift tilføjet til indkøbskurv

source: Description
da_dk: Beskrivelse

source: Materials
da_dk: Materialer
